{"data":[{"id":"367305149990997","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Japanese Garden Install Designed by Chris DeRosa","link":"http:\/\/www.facebook.com\/album.php?fbid=367305149990997&id=161987050522809&aid=80813","cover_photo":"367305193324326","count":61,"type":"normal","created_time":"2012-06-13T18:27:16+0000","updated_time":"2012-07-02T00:18:21+0000","can_upload":false},{"id":"376113955776783","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Untitled Album","link":"http:\/\/www.facebook.com\/album.php?fbid=376113955776783&id=161987050522809&aid=82422","cover_photo":"376115332443312","count":22,"type":"normal","created_time":"2012-07-02T00:01:00+0000","updated_time":"2012-07-02T00:09:55+0000","can_upload":false,"likes":{"data":[{"id":"1037611645","name":"Thomas Roskelly"}],"paging":{"next":"https:\/\/graph.facebook.com\/376113955776783\/likes?limit=25&offset=25&__after_id=1037611645"}}},{"id":"375634829158029","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Cover Photos","link":"http:\/\/www.facebook.com\/album.php?fbid=375634829158029&id=161987050522809&aid=82339","cover_photo":"375634835824695","count":1,"type":"normal","created_time":"2012-06-30T22:26:12+0000","updated_time":"2012-06-30T22:26:16+0000","can_upload":false},{"id":"305649752823204","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"2012 Rhode Island Spring Flower and Garden Show","description":"\nGarden Title:\nThe Subtle Appeal of the Minimalist Garden\n\nGarden Designer:\nJoseph F. Novak\nIntent:\nMinimalist garden design is not a specific style of gardening, but rather an aesthetic principle based upon the perspective that less is more.  Because of their cautious use of elements, Minimalist Gardens always have a clean appearance which adds interest and attractiveness to them.  Elements are deliberately placed in the garden to emphasize the dominion of humanity over nature. \nIn this garden, balanced asymmetry is favored over perfect symmetry.   Layout achieves harmony through careful, contrasting placement of objects and plants of various sizes, forms, and textures - rough with smooth, vertical with horizontal, and hard with soft.  Stonework is used to define geometric shapes and linear movements that correspond to the architecture of this Japanese style outbuilding and to other structures in the garden. Water, is a major part of the design used for its reflective properties; the waterfall, used for its sound, creates an ambiance of serenity.   \n\n \n\nSpecial thanks to:\nWaterfall Paul at Domina’s Agway, Chris Derosa at Greentop LLC, Ransom Remseur, and Friends and Family of Novak Garden Design & Construction.\n","location":"Providence RI","link":"http:\/\/www.facebook.com\/album.php?fbid=305649752823204&id=161987050522809&aid=69782","cover_photo":"305649762823203","count":91,"type":"normal","created_time":"2012-03-01T02:29:12+0000","updated_time":"2012-03-01T03:05:39+0000","can_upload":false,"likes":{"data":[{"id":"598354142","name":"Amanda Barron"}],"paging":{"next":"https:\/\/graph.facebook.com\/305649752823204\/likes?limit=25&offset=25&__after_id=598354142"}}},{"id":"305661026155410","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Untitled Album","link":"http:\/\/www.facebook.com\/album.php?fbid=305661026155410&id=161987050522809&aid=69783","cover_photo":"305661052822074","count":1,"type":"normal","created_time":"2012-03-01T02:52:17+0000","updated_time":"2012-03-01T02:52:21+0000","can_upload":false},{"id":"264212756966904","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Wall Photos","link":"http:\/\/www.facebook.com\/album.php?fbid=264212756966904&id=161987050522809&aid=62104","cover_photo":"264212760300237","count":2,"type":"wall","created_time":"2011-12-21T16:59:59+0000","updated_time":"2012-02-24T17:22:30+0000","can_upload":false},{"id":"268691233185723","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Floral Design","link":"http:\/\/www.facebook.com\/album.php?fbid=268691233185723&id=161987050522809&aid=63050","cover_photo":"268691243185722","count":41,"type":"normal","created_time":"2011-12-29T22:56:32+0000","updated_time":"2012-01-23T23:52:13+0000","can_upload":false,"likes":{"data":[{"id":"14308686","name":"Melissa Young"}],"paging":{"next":"https:\/\/graph.facebook.com\/268691233185723\/likes?limit=25&offset=25&__after_id=14308686"}}},{"id":"280287082026138","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Brick Walkway","link":"http:\/\/www.facebook.com\/album.php?fbid=280287082026138&id=161987050522809&aid=65390","cover_photo":"280287585359421","count":10,"type":"normal","created_time":"2012-01-19T16:24:56+0000","updated_time":"2012-01-19T16:27:36+0000","can_upload":false},{"id":"280280068693506","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"New Brick entryway","link":"http:\/\/www.facebook.com\/album.php?fbid=280280068693506&id=161987050522809&aid=65386","cover_photo":"280280138693499","count":32,"type":"normal","created_time":"2012-01-19T16:12:51+0000","updated_time":"2012-01-19T16:16:33+0000","can_upload":false},{"id":"278165242238322","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"My favorite Botanical Garden","description":"My beginning in horticulture started here!  When I was a young boy, my grandfather would bring me here when i visited him.  At five years old I thought he was a magician, when he would take cutting of plants and put them in his pocket.  Later that night he would prepare them in soil and i would be amazed months later, they were there own plant.  This magical trick, inspired, and directed my life to grow to love learning about  Horticulture,and  now one of my great passions! Thanks grandpop you will always have a place in my heart!","location":"Longwood Gardens","link":"http:\/\/www.facebook.com\/album.php?fbid=278165242238322&id=161987050522809&aid=64974","cover_photo":"278169722237874","count":78,"type":"normal","created_time":"2012-01-16T03:36:54+0000","updated_time":"2012-01-16T03:50:15+0000","can_upload":false},{"id":"278146368906876","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Green Roof At Roger Williams University","description":"This design was inspired by Piet Mondrian.\nA green roof is a roof of a building that is partially or completely covered with vegetation and a growing medium, planted over a waterproofing membrane. It may also include additional layers such as a root barrier and drainage and irrigation systems. (The use of “green” refers to the growing trend of environmentalism and does not refer to roofs which are merely colored green, as with green roof tiles or roof shingles.)\nContainer gardens on roofs, where plants are maintained in pots, are not generally considered to be true green roofs, although this is an area of debate. Rooftop ponds are another form of green roofs which are used to treat greywater.\nAlso known as “living roofs”, green roofs serve several purposes for a building, such as absorbing rainwater, providing insulation, creating a habitat for wildlife, and helping to lower urban air temperatures and combat the heat island effect. There are two types of green roofs: intensive roofs, which are thicker and can support a wider variety of plants but are heavier and require more maintenance, and extensive roofs, which are covered in a light layer of vegetation and are lighter than an intensive green roof.\nThe term green roof may also be used to indicate roofs that use some form of green technology, such as a cool roof, a roof with solar thermal collectors or photovoltaic panels. Green roofs are also referred to as eco-roofs, oikosteges, vegetated roofs, living roofs, greenroofs and VCWH[1] (Horizontal Vegetated Complex Walls).\nEnvironmental benefits\n\n\n\nA modern green roof (California Academy of Sciences). Constructed for low maintenance by intentionally avoiding many native plant species, with only the hardiest surviving varieties selected for installation on the roof.[2]\nGreen roofs are used to:\nReduce heating (by adding mass and thermal resistance value)\nA 2005 study by Brad Bass of the University of Toronto showed that green roofs can also reduce heat loss and energy consumption in winter conditions.[3]\nReduce cooling (by evaporative cooling) loads on a building by fifty to ninety percent,[4] especially if it is glassed in so as to act as a terrarium and passive solar heat reservoir — a concentration of green roofs in an urban area can even reduce the city's average temperatures during the summer\nReduce stormwater run off[5] — see water-wise gardening\nNatural Habitat Creation[6] — see urban wilderness\nFilter pollutants and carbon dioxide out of the air which helps lower disease rates such as asthma[7]— see living wall\nFilter pollutants and heavy metals out of rainwater\nHelp to insulate a building for sound; the soil helps to block lower frequencies and the plants block higher frequencies[8]\nIf installed correctly many living roofs can contribute to LEED points\nIncrease agricultural space\n[edit]Financial benefits\n\nIncrease roof life span dramatically\nIncrease real estate value\nA green roof is often a key component of an autonomous building.\nSeveral studies have been carried out in Germany since the 1970s. Berlin is one of the most important centers of green roof research in Germany. Particularly in the last 10 years, much more research has begun. About ten green roof research centers exist in the US and activities exist in about 40 countries. In a recent study on the impacts of green infrastructure, in particular green roofs in the Greater Manchester area, researchers found that adding green roofs can help keep temperatures down, particularly in urban areas: “adding green roofs to all buildings can have a dramatic effect on maximum surface temperatures, keeping temperatures below the 1961-1990 current form case for all time periods and emissions scenarios. Roof greening makes the biggest difference…where the building proportion is high and the evaporative fraction is low. Thus, the largest difference was made in the town centers.”[9]\n[edit]Types\n\n\n\nAn intensive roof garden in Manhattan\nGreen roofs can be categorized as intensive, semi-intensive, or extensive, depending on the depth of planting medium and the amount of maintenance they need. Traditional roof gardens, which require a reasonable depth of soil to grow large plants or conventional lawns, are considered intensive because they are labour-intensive, requiring irrigation, feeding, and other maintenance. Intensive roofs are more park-like with easy access and may include anything from kitchen herbs to shrubs and small trees.[10] Extensive green roofs, by contrast, are designed to be virtually self-sustaining and should require only a minimum of maintenance, perhaps a once-yearly weeding or an application of slow-release fertiliser to boost growth. Extensive roofs are usually only accessed for maintenance.[10] They can be established on a very thin layer of soil (most use specially formulated composts): even a thin layer of rockwool laid directly onto a watertight roof can support a planting of Sedum species and mosses.\nAnother important distinction is between pitched green roofs and flat green roofs. Pitched sod roofs, a traditional feature of many Scandinavian buildings, tend to be of a simpler design than flat green roofs. This is because the pitch of the roof reduces the risk of water penetrating through the roof structure, allowing the use of fewer waterproofing and drainage layers.\n[edit]History\n\n\n\nRe-creation of Viking houses in Newfoundland\n\n\nSod roofs on 18th century farm buildings in Heidal, Norway.\n\n\nOn the green roof of the Mountain Equipment Co-op store in Toronto, Canada.\nGreen Roofs have a centuries-long history.\nModern green roofs, which are made of a system of manufactured layers deliberately placed over roofs to support growing medium and vegetation, are a relatively new phenomenon. However, green roofs or sod roofs in Northern Scandinavia have been around for centuries. The modern trend started when green roofs were developed in Germany in the 1960s, and has since spread to many countries. Today, it is estimated that about 10\u0025 of all German roofs have been “greened”.[11] Green roofs are also becoming increasingly popular in the United States, although they are not as common as in Europe.\nA number of European Countries have very active associations promoting green roofs, including Germany, Switzerland, the Netherlands, Norway, Italy, Austria, Hungary, Sweden, the UK, and Greece.[12] The City of Linz in Austria has been paying developers to install green roofs since 1983, and in Switzerland it has been a federal law since the late 1990s. In the UK, their uptake has been slow, but a number of cities have developed policies to encourage their use, notably London and Sheffield.\nMany green roofs are installed to comply with local regulations and government fees, often regarding stormwater runoff management.[13] In areas with combined sewer-stormwater systems, heavy storms can overload the wastewater system and cause it to flood, dumping raw sewage into the local waterways. Green roofs decrease the total amount of runoff and slow the rate of runoff from the roof. It has been found that they can retain up to 75\u0025 of rainwater, gradually releasing it back into the atmosphere via condensation and transpiration, while retaining pollutants in their soil.[14] Elevation 314, a new development in Washington, D.C. uses green roofs to filter and store some of its storm water on site, avoiding the need for expensive underground sand filters to meet D.C. Department of Health storm-water regulations.\nCombating the urban heat island effect[15] is another reason for creating a green roof. Traditional building materials soak up the sun's radiation and re-emit it as heat, making cities at least 4 degrees Celsius (7 °F) hotter than surrounding areas. On Chicago's City Hall, by contrast, which features a green roof, roof temperatures on a hot day are typically 1.4–4.4 degrees Celsius (2.5–8.0 °F) cooler than they are on traditionally roofed buildings nearby.[16]\nGreen roofs are becoming common in Chicago, as well as in Atlanta, Portland, and other United States cities, where their use is encouraged by regulations to combat the urban heat-island effect. In the case of Chicago, the city has passed codes offering incentives to builders who put green roofs on their buildings. The Chicago City Hall green roof is one of the earliest and most well-known examples of green roofs in the United States; it was planted as an experiment to determine the effects a green roof would have on the microclimate of the roof. Following this and other studies, it has now been estimated that if all the roofs in a major city were greened, urban temperatures could be reduced by as much as 7 degrees Celsius.[17]\nGreen roofs have also been found to dramatically improve a roof’s insulation value. A study conducted by Environment Canada found a 26\u0025 reduction in summer cooling needs and a 26\u0025 reduction in winter heat losses when a green roof is used.[18] In addition, greening a roof is expected to lengthen a roof’s lifespan by two or three times, according to Penn State University’s Green Roof Research Center.[11]\nRooftop water purification is also being implemented in green roofs. These forms of green roofs are actually treatment ponds built into the rooftops. They are built either from a simple substrate (as being done in Dongtan[19]) or with plant-based ponds (as being done by WaterWorks UK Grow System[20] and Waterzuiveren.be[21] Plants used include calamus, Menyanthes trifoliata, Mentha aquatica, etc.[22])\nGreen roofs also provide habitats for plants, insects, and animals that otherwise have limited natural space in cities. Even in high-rise urban settings as tall as 19 stories, it has been found that green roofs can attract beneficial insects, birds, bees and butterflies. Rooftop greenery complements wild areas by providing stepping stones for songbirds, migratory birds and other wildlife facing shortages of natural habitat.","link":"http:\/\/www.facebook.com\/album.php?fbid=278146368906876&id=161987050522809&aid=64971","cover_photo":"278146392240207","count":66,"type":"normal","created_time":"2012-01-16T02:55:16+0000","updated_time":"2012-01-16T03:19:56+0000","can_upload":false},{"id":"278137918907721","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"East Side Blue stone inlaid in Brick patio","link":"http:\/\/www.facebook.com\/album.php?fbid=278137918907721&id=161987050522809&aid=64968","cover_photo":"278137965574383","count":67,"type":"normal","created_time":"2012-01-16T02:37:58+0000","updated_time":"2012-01-16T02:51:54+0000","can_upload":false},{"id":"278122302242616","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Asian Garden In the East Side of Providence","description":"I work very close with this client to design and build this garden. In my top 5 favorite gardens I have installed.","link":"http:\/\/www.facebook.com\/album.php?fbid=278122302242616&id=161987050522809&aid=64964","cover_photo":"278122328909280","count":82,"type":"normal","created_time":"2012-01-16T02:02:11+0000","updated_time":"2012-01-16T02:27:52+0000","can_upload":false},{"id":"278120265576153","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Hibiscus Flower","description":"One of my favorite Flowers!!! The seed of this plant was given to me by my grandfather, its a hardy hibiscus from Germany.  I have many good memories of my grandfather growing these in the summer, he often took his picture right next to the flower.  His face was equal in size to the flower.","link":"http:\/\/www.facebook.com\/album.php?fbid=278120265576153&id=161987050522809&aid=64963","cover_photo":"278120302242816","count":2,"type":"normal","created_time":"2012-01-16T01:57:35+0000","updated_time":"2012-01-16T02:01:11+0000","can_upload":false},{"id":"276409815747198","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Arlington Mass.","description":"This was the most complicated site I have ever worked on.  As you can see the site is on a steep hill,the only Good thing about the slolped site was that it angled in the direction of Boston, leaving a perfect view of Bostons skyline.  To alleviate the dramatic slope we added multiple terraced levels to create areas for recreational and garden use. This design, I work closely with Chuck Carberry and Patrick Beck, both landscape architects.  I directed the construction of this projects with my crew.","location":"East Arlington, Massachusetts","link":"http:\/\/www.facebook.com\/album.php?fbid=276409815747198&id=161987050522809&aid=64656","cover_photo":"276410365747143","count":179,"type":"normal","created_time":"2012-01-13T01:22:30+0000","updated_time":"2012-01-16T01:47:03+0000","can_upload":false,"comments":{"data":[{"id":"276409815747198_3156103","from":{"name":"Bob Chabot","id":"100000517953357"},"message":"Is this the job I sent your way?","can_remove":false,"created_time":"2012-01-14T20:26:13+0000","like_count":0,"user_likes":false},{"id":"276409815747198_3156106","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"message":"Oh no, I didnt know you sent it my way yet!","can_remove":false,"created_time":"2012-01-14T20:27:47+0000","like_count":0,"user_likes":false}],"paging":{"next":"https:\/\/graph.facebook.com\/276409815747198\/comments?limit=25&offset=25&__after_id=276409815747198_3156106"}}},{"id":"264248710296642","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Untitled Album","link":"http:\/\/www.facebook.com\/album.php?fbid=264248710296642&id=161987050522809&aid=62110","cover_photo":"264248856963294","count":20,"type":"normal","created_time":"2011-12-21T18:14:40+0000","updated_time":"2012-01-13T01:19:22+0000","can_upload":false},{"id":"263100167078163","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Patio Deck overlooking lake in Park","description":"To this day, this my favorite installation.","location":"Roger Williams Park","link":"http:\/\/www.facebook.com\/album.php?fbid=263100167078163&id=161987050522809&aid=61897","cover_photo":"263100230411490","count":105,"type":"normal","created_time":"2011-12-19T16:18:02+0000","updated_time":"2012-01-05T02:23:30+0000","can_upload":false,"likes":{"data":[{"id":"100001334270509","name":"Dot Peckham"},{"id":"12501592","name":"Cait Clark"}],"paging":{"next":"https:\/\/graph.facebook.com\/263100167078163\/likes?limit=25&offset=25&__after_id=12501592"}},"comments":{"data":[{"id":"263100167078163_3032823","from":{"name":"Bob Chabot","id":"100000517953357"},"message":"Is this the Boathouse?","can_remove":false,"created_time":"2011-12-20T00:03:24+0000","like_count":0,"user_likes":false},{"id":"263100167078163_3032872","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"message":"No this is a private residence overlooking the park","can_remove":false,"created_time":"2011-12-20T00:12:47+0000","like_count":0,"user_likes":false}],"paging":{"next":"https:\/\/graph.facebook.com\/263100167078163\/comments?limit=25&offset=25&__after_id=263100167078163_3032872"}}},{"id":"212712712116909","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"2144 Beautiful Gardens","link":"http:\/\/www.facebook.com\/album.php?fbid=212712712116909&id=161987050522809&aid=52385","cover_photo":"212712732116907","count":11,"type":"normal","created_time":"2011-08-31T03:53:58+0000","updated_time":"2012-01-05T02:22:03+0000","can_upload":false,"likes":{"data":[{"id":"1494903697","name":"Shelly Sousa"}],"paging":{"next":"https:\/\/graph.facebook.com\/212712712116909\/likes?limit=25&offset=25&__after_id=1494903697"}}},{"id":"268686096519570","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Untitled Album","link":"http:\/\/www.facebook.com\/album.php?fbid=268686096519570&id=161987050522809&aid=63049","cover_photo":"268686129852900","count":1,"type":"normal","created_time":"2011-12-29T22:45:29+0000","updated_time":"2011-12-29T22:45:53+0000","can_upload":false},{"id":"161987160522798","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Profile Pictures","link":"http:\/\/www.facebook.com\/album.php?fbid=161987160522798&id=161987050522809&aid=36357","cover_photo":"264234236964756","count":3,"type":"profile","created_time":"2011-03-22T19:05:44+0000","updated_time":"2011-12-21T17:44:18+0000","can_upload":false},{"id":"264233753631471","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Untitled Album","link":"http:\/\/www.facebook.com\/album.php?fbid=264233753631471&id=161987050522809&aid=62108","cover_photo":"264233776964802","count":1,"type":"normal","created_time":"2011-12-21T17:43:21+0000","updated_time":"2011-12-21T17:43:23+0000","can_upload":false},{"id":"263116957076484","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Asian inspired garden","description":"This was a interesting project worked very close with the client, who was a joy to work with.  He even got dirty in the installation, and inspired many of the design elements himself.\nIt was a pleasure working with you john","location":"Providence, Rhode Island","link":"http:\/\/www.facebook.com\/album.php?fbid=263116957076484&id=161987050522809&aid=61909","cover_photo":"263117030409810","count":11,"type":"normal","created_time":"2011-12-19T16:47:10+0000","updated_time":"2011-12-19T16:52:37+0000","can_upload":false,"comments":{"data":[{"id":"263116957076484_3030780","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"message":"Need to take more recent photos","can_remove":false,"created_time":"2011-12-19T16:53:14+0000","like_count":0,"user_likes":false}],"paging":{"next":"https:\/\/graph.facebook.com\/263116957076484\/comments?limit=25&offset=25&__after_id=263116957076484_3030780"}}},{"id":"212710615450452","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Small seasonal garden planting","link":"http:\/\/www.facebook.com\/album.php?fbid=212710615450452&id=161987050522809&aid=52383","cover_photo":"212710665450447","count":4,"type":"normal","created_time":"2011-08-31T03:47:23+0000","updated_time":"2011-08-31T03:51:49+0000","can_upload":false},{"id":"212707552117425","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Providence Brick walkway","link":"http:\/\/www.facebook.com\/album.php?fbid=212707552117425&id=161987050522809&aid=52381","cover_photo":"212707568784090","count":5,"type":"normal","created_time":"2011-08-31T03:37:43+0000","updated_time":"2011-08-31T03:44:32+0000","can_upload":false,"likes":{"data":[{"id":"24407856","name":"Wilfred Hirst"}],"paging":{"next":"https:\/\/graph.facebook.com\/212707552117425\/likes?limit=25&offset=25&__after_id=24407856"}}},{"id":"212696522118528","from":{"name":"Novak Garden Design & Construction, LLC","category":"Local business","id":"161987050522809"},"name":"Mosiac Patio at Gleaner Gardens in North Scituate","link":"http:\/\/www.facebook.com\/album.php?fbid=212696522118528&id=161987050522809&aid=52376","cover_photo":"212699902118190","count":18,"type":"normal","created_time":"2011-08-31T03:05:13+0000","updated_time":"2011-08-31T03:30:13+0000","can_upload":false}],"paging":{"next":"https:\/\/graph.facebook.com\/161987050522809\/albums?value=1&redirect=1&limit=25&after=MjEyNjk2NTIyMTE4NTI4"}}